Repository: cristibaluta/Apple-s-Dictionary-App-database-generator
Catalog: dmg/OtherResources/Resources/*.lproj/Localizable.strings
Languages: german

source: PluginName
german: OpenThesaurus Deutsch v2008.12.09

source: Readme.rtfd
german: Liesmich.rtfd

source: This is a dictionary plugin for Apple Dictionary.app.Where do you want to install it?
german: Dies ist ein Plugin für Apples Lexikon.app.Wo soll es installiert werden?

source: Cancel
german: Abbrechen

source: Install for all users
german: Für alle Benutzer

source: Install for current user
german: Für den aktuellen Benutzer

source: The plugin could not be installed.Please move it manually into the folder Library/Dictionaries.
german: Das Plugin konnte nicht installiert werden.Bitte verschieben Sie es manuell in den Ordner Library/Dictionaries.

source: The plugin has been successfully installed!
german: Das Plugin wurde erfolgreich installiert.

source: The plugin has been successfully updated!
german: Das Plugin wurde erfolgreich aktualisiert.

source: This dictionary plugin is already installed.If you want to uninstall this plugin, just drag it to the trash!
german: Dieses Lexikon-Plugin ist bereits installiert.Falls Sie das Plugin deinstallieren möchten, ziehen Sie es einfach auf den Papierkorb!

source: Uninstall this plugin
german: Plugin deinstallieren

source: Launch Dictionary
german: Lexikon öffnen

source: The plugin has been successfully uninstalled and moved to the trash!
german: Das Plugin wurde erfolgreich deinstalliert und in den Papierkorb verschoben!

source: The plugin could not be uninstalled!
german: Das Plugin konnte nicht deinstalliert werden!

source: This dictionary plugin requires OS X 10.5 (Leopard) or later!
german: Dieses Lexikon-Plugin erforder OS X 10.5 (Leopard) oder höher!

source: This is a dictionary plugin for Apple Dictionary.app.You already have installed version
german: Dies ist ein Plugin für Apples Lexikon.app.Es ist bereits eine alte Version

source: of this plugin.Do you want to uninstall or to update it?
german: installiert.Möchten Sie es deinstallieren oder aktualisieren?

source: Update this plugin
german: Plugin aktualisieren

source: Install cancelled.
german: Installation wurde abgebrochen.

source: Uninstall cancelled.
german: Deinstallation wurde abgebrochen.

source: You already have installed version
german: Version

source: of this plugin!
german: dieses Plugins ist bereits installiert!

source: You already have a newer version (
german: Es ist bereits eine neuere Version (

source: ) of this plugin!
german: ) dieses Plugins installiert!

source: Do you want to uninstall it?
german: Möchten Sie es deinstallieren?
